/* عدّل كل حاجة هنا بسهولة */

const DATA = {
  // كلمة السر
  password: "patty",

  // العنوان
  title: "Happy birhday ya hyaty",

  // الرسالة
  message: `حبيبي كل سنه وانتي طيبه يا روح قلبي عبال مليون سنه وانتي منوره حياتي و السنه الجايه نكون بنحتفل بيه بشكل مختلف كنتي صدفه واحلي صدفه حصلت ف حياتي م هحكي بق كانت اي 👀😂 ربنا يديمك ف حياتي واعيش وافرحك وابسطك واكون ليكي زي ما انتي عاوزه ولاخر للعمر مع بعض يا قلبي بموت فيكي يا ب**ي 👀♥️♥️♥️♥️🌚
` ,

  // تاريخ بداية علاقتكم (YYYY-MM-DD)
  birthDate: "2005-07-16",

  // الصور
   images: [
    {
      src: "assets/images/1.jpg",
      text: "أاحلي صوره لينا❤️"
    },
    {
      src: "assets/images/2.jpg",
      text: "أجمل ضحكة في الدنيا 🌹"
    },
    {
      src: "assets/images/3.jpg",
      text: "كل يوم معاكي أحلى من اللي قبله 💕"
    },
  ],

  // الأغنية
   music: "assets/music/song.mp3"
};
